<script setup lang="ts">
import MobileMenu from "~/components/menu/mobile/MobileMenu.vue";
</script>

<template>
  <div>
    <MobileMenu />
    <MainWrapper>
      <CartCatBag></CartCatBag>

      <section>
        <h1 class="w-fit mx-auto text-[32px]/[48px] uppercase">
          Наши акции. Скидки, акции и т.п.
        </h1>
        <p class="mt-5">
          Далеко-далеко за словесными, горами в стране гласных и согласных живут
          рыбные тексты. Толку не безопасную там речью семантика лучше семь
          подпоясал назад на берегу раз собрал, парадигматическая инициал, о
          обеспечивает себя сбить агентство рот ее, путь необходимыми жизни?
          Всемогущая даже жаренные рукописи, вопрос повстречался вдали гор
          последний толку океана путь образ что единственное назад они текстов
          своего первую на берегу своих заголовок моей возвращайся?
        </p>
        <p>
          Далеко-далеко за словесными горами в стране гласных и согласных, живут
          рыбные тексты. Домах предупреждал они журчит своих языкового о
          последний текста если, напоивший всеми несколько диких грустный снова,
          деревни толку запятых это продолжил что? Заглавных рукописи безопасную
          назад за деревни текстов ты сих грамматики щеке переписали если
          предупредила вопроса, меня, семантика ручеек себя рыбными, лучше
          запятых путь заманивший заголовок обеспечивает. Подзаголовок взгляд ты
          меня повстречался его ipsum речью дал послушавшись вдали, гор своего
          эта свою рекламных знаках заглавных дорогу осталось инициал первую
          дороге переписали снова даже, предупредила мир. Это заманивший языком
          своих? Вопроса она свой своих приставка. Свою пояс домах lorem
          переулка рыбного встретил власти пустился семантика переписывается
          необходимыми силуэт над даль образ родного имени реторический себя,
          проектах они буквенных океана продолжил страну города речью.
          Повстречался эта переписывается свою рукопись, сбить семь имени живет
          маленький! Не, великий заголовок своих злых лучше которой,
          реторический несколько вершину страна что все единственное рекламных
          вскоре мир!
        </p>
      </section>
      <div class="mt-20 w-fit mx-auto">
        <UIBackButton />
      </div>
    </MainWrapper>
  </div>
</template>
