<script setup lang="ts">
import MobileMenu from "~/components/menu/mobile/MobileMenu.vue";
</script>
<template>
  <div>
    <MobileMenu />
    <MainWrapper>
      <CartCatBag></CartCatBag>
      <h1 class="uppercase text-[32px]/[48px] w-fit mx-auto">Котики</h1>
      <p class="mt-5">
        Далеко-далеко за словесными горами в стране гласных и согласных, живут
        рыбные тексты. Океана не ее все сбить, однажды даже ipsum пунктуация?
        Обеспечивает встретил дал составитель до? Вершину страну своих которой о
        большой напоивший, ручеек буквоград рот, за речью жизни переписывается
        повстречался лучше текстов маленький? Рот последний вопрос раз которое
        возвращайся гор большой по всей жаренные, журчит родного первую даже его
        власти страну что инициал свое мир они меня предупредила то оксмокс
        назад все! Не коварных, переулка снова своего послушавшись города имени
        языкового великий безорфографичный подзаголовок текстов точках сбить!
        Своих они рыбного подзаголовок большой?
      </p>
      <div class="mt-20 w-fit mx-auto">
        <UIBackButton />
      </div>
    </MainWrapper>
  </div>
</template>
