<template>
  <div>
    <MainWrapper>
      <CartCatBag></CartCatBag>
      <section>
        <h1 class="w-fit mx-auto text-[32px]/[48px] uppercase">Контакты.</h1>
        <p class="mt-5">
          Далеко-далеко за словесными горами в стране гласных и согласных живут
          рыбные тексты. Страна снова своих текст, за, предупреждал мир
          грамматики переулка заманивший рот точках но залетают приставка злых
          строчка рукопись. Возвращайся лучше предупреждал имеет последний
          курсивных заглавных диких правилами там вершину буквенных которой свой
          всеми все моей коварных назад, продолжил грустный текстами,
          безорфографичный ему ведущими семантика ты! Вопроса страна свой
          продолжил всеми журчит буквоград всемогущая несколько это знаках
          подпоясал текст инициал сих толку снова они силуэт семантика если,
          пояс путь все вдали грустный решила! Которое эта она пунктуация прямо
          своего ее толку рукописи. Что языкового рукопись грамматики снова мир
          составитель жизни безорфографичный коварных предупреждал ручеек!
          Большого снова дороге знаках всеми ему использовало грустный переулка,
          он дал реторический осталось не она мир, предупреждал коварных
          подзаголовок! Первую, текста безорфографичный точках которое текстов
          бросил свое даже путь послушавшись пустился домах, речью заманивший
          всеми которой агентство большой рекламных! Щеке снова последний языком
          даль, заманивший имеет жаренные.
        </p>
      </section>
      <div class="mt-20 w-fit mx-auto">
        <UIBackButton />
      </div>
    </MainWrapper>
  </div>
</template>
