<template>
  <div>
    <MainWrapper>
      <section>
        <h1 class="w-fit mx-auto text-[32px]/[48px] uppercase">
          Доставка. Страница доставки.
        </h1>
        <p class="mt-5">
          Далеко-далеко за словесными горами в стране гласных, и согласных живут
          рыбные тексты. Подпоясал путь осталось по всей инициал одна то дал
          меня что эта? Продолжил это домах вскоре великий всеми букв
          повстречался маленькая выйти себя? Власти его имени решила продолжил
          проектах моей о! Прямо ручеек оксмокс взгляд что путь он бросил гор
          рот великий страна это если города осталось на берегу они дорогу, наш
          рыбного. Которой продолжил несколько осталось последний семь даже
          силуэт, живет выйти его рыбного коварных пустился, буквоград имени,
          деревни моей жизни! Свой своего по всей знаках, продолжил единственное
          домах текст составитель всемогущая от всех имени однажды но путь
          ведущими ты то одна родного рот проектах? Маленькая семантика текстами
          океана, все ему, над жаренные переписывается запятых ipsum лучше текст
          меня! Реторический безорфографичный имени ты.
        </p>
      </section>
      <div class="mt-20 w-fit mx-auto">
        <UIBackButton />
      </div>
    </MainWrapper>
  </div>
</template>
